class Common:
    seed_keywords = [
        "财经", "耳机", "软件", "数学", "电脑", "新闻", "耐克", "护士", "梦", "病毒", "外卖", "上海", "本子", "小说", "鬼故事"
    ]
    age_map = {
        0: "未知年龄",
        1: "0-18岁",
        2: "19-23岁",
        3: "24-30岁",
        4: "31-40岁",
        5: "41-50岁",
        6: "51-999岁",
    }
    gender_map = {
        0: "未知",
        1: "男性",
        2: "女性",
    }
    education_map = {
        0: "未知学历",
        1: "博士",
        2: "硕士",
        3: "大学生",
        4: "高中",
        5: "初中",
        6: "小学",
    }
